export const chronology = `
오승학(1995.12.20~)

1995.12.19     거대한 봉황 모양의 황금빛 구름이 펼쳐지며 위인의 탄생의 징조를 알림.
1995.12.20    불꽃과 함께 신비로운 유성우가 하늘을 수놓으며, 위인 오승학 탄생.
1996.12.20    돌잔치에서 연필을 잡음.
1998.04.10    길을 잃은 강아지를 찾아 주인에게 돌려줌.
2000.06.15   놀이터에서 떨어질 뻔한 친구를 구해내어, “꼬마 영웅”이라는 별명을 얻음.
2002.03.05  자운초등학교 입학. 입학식에서 친구를 대신해 선서를 하여 교장 선생님의 눈에 띔.
2003.09.22  학교 과학 경진대회에서 자작한 태양열 자동차로 “최우수상” 수상.
2005.12.05   수백 권의 책을 읽어 독서인증제 “인증”.
2006.05.18   산에서 길을 잃은 동급생을 발견하고 안전하게 학교로 인도함.
2007.05.08  행글라이더 날리기 대회 “장려상” 수상. 고장 난 행글라이더를 직접 수리하여 대회를 완주함.
2008.02.14   “재능 어린이상” 수상. 다재다능함과 리더십이 인정됨.
2008.02.14   자운초등학교 졸업.
2008.03.08  창동중학교 입학.
2009.11.11       전국 수학 올림피아드에서 은메달 획득.
2010.06.20   학교 컴퓨터실에 침입한 바이러스를 제거하여 감사패 수여.
2011.02.10     창동중학교 졸업.
2011.03.02    상계고등학교 입학.
2012.06.17    전국 프로그래밍 경진대회에서 금상 수상.
2012.08.16    2학기 학급회장 위임.
2012.10.09    “전교생” 대상 시낭송 대회 “장려상” 수상.
2012.11.02     2학년 대상 “모범상” 수상.
2012.11.02     독서 토론 캠프 “장려상” 수상.
2014.02.07   “개근상” 수상 및 졸업.
2014.03.02   컴퓨터공학과 입학.
2015.03.02   군 입대. 해군 2함대 박동혁함에서 복무를 시작.
2015.09.15    군 복무 중 전설의 코드 "페가수스"를 완성하여 군 내부 시스템을 혁신함.
2016.08.07   대자연의 분노를 잠재우며 “자연의 수호자”라는 칭호를 얻음. 
2016.12.01     군 복무를 마치고 복학하여 학업을 이어감.
2017.12.12      인공지능 "프로메테우스"를 개발하여 의료 혁신을 이끌어냄.
2018.08.08   가상 현실 속에서 현실의 위기를 해결하여 수많은 사람들을 구함.
2019.05.05   지구와 충돌하려는 예언된 운석을 손가락으로 튕겨냄.
2019.06.02   글로벌 해커톤 우승.
2020.05.05  우주 신호를 해독하는 프로그램 "스타게이저"를 개발하여 외계 문명과 교신.
2022.07.07   전 세계인의 일상을 혁신한 스마트폰 애플리케이션인 "올림포스"를 개발.
2023.03.19    메추리 백엔드 PL.
2023.10.10    "노벨 코딩상"을 수상하여, "코딩의 신"이라는 칭호를 받음.
2024.12.31     그의 이야기가 "디지털 신화"로 기록되어 역사에 남음. 


그 뒤 "위인 오승학"은 대학원에서의 연구를 통해 더욱 혁신적인 기술과 업적을 쌓아가고 있음...
`